apple-gcc42
awscli
bower
cask
coreutils
dash
dnsmasq
docker-compose
emacs
fabric
fakeroot
flyway
freeimage
gcc
ghostscript
git
git-flow
git-lfs
giter8
gnumeric
gradle
graphviz
htop
httpie
hub
imagemagick
imagemagick@6
jenv
jq
kubernetes-cli
leiningen
libksba
libmagic
ntp
nvm
perl
postgresql
python
python3
qemu
rbenv
ruby
sbt
scala
sdedit
swagger-codegen
terraform
the_silver_searcher
tidy-html5
tldr
tmux
tree
typesafe-activator
v8@3.15
vim
wget
yarn
zlib
zsh
