automake
bower
brew-cask-completion
cask
cmake
coreutils
dash
docker
docker-compose
docker-machine
enca
fabric
fakeroot
flyway
freeimage
gcc
ghostscript
git
git-flow
git-lfs
giter8
gnumeric
go
gobject-introspection
graphviz
htop
httpie
hub
imagemagick
imagemagick@6
jenv
jq
kompose
kubernetes-helm
leiningen
libksba
libmagic
lua@5.1
maven
mkdocs
neovim
ntp
nvm
openssl@1.1
postgresql
qemu
ruby-build
sbt
scala
sdedit
swagger-codegen
terraform
the_silver_searcher
tidy-html5
tldr
tmux
tree
typesafe-activator
v8@3.15
vim
vte
watch
wget
yarn
zlib
zsh
