android-sdk
ansible
apache-spark
awscli
cask
coreutils
dash
dnsmasq
docker-compose
emacs
fabric
freeimage
gcc
gdal
git
git-flow
git-lfs
giter8
gor
gradle
graphviz
htop-osx
httpie
hub
imagemagick
jenv
jq
leiningen
libssh2
neovim/neovim/neovim
node
nvm
perl
phantomjs
postgresql
pyenv-virtualenvwrapper
python
python3
rbenv
redis
ruby
sbt
scala
slimerjs
subversion
swagger-codegen
the_silver_searcher
tldr-pages/tldr/tldr
tmux
tree
typesafe-activator
utf8proc
vim
watch
wget
zsh
