tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
cask "adobe-acrobat-reader"
cask "alfred"
cask "boostnote"
cask "cyberduck"
cask "diffmerge"
cask "font-hack-nerd-font"
cask "grammarly"
cask "insomnia"
cask "iterm2"
cask "kindle"
cask "postman"
cask "skitch"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
cask "yt-music"
