tap "depscloud/tap"
tap "dev-and-build/indeed", "git@code.corp.indeed.com:dev-and-build/homebrew-indeed.git"
tap "dev-and-build/indeed-cask", "git@code.corp.indeed.com:dev-and-build/homebrew-indeed-cask.git"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "sambadevi/powerlevel9k"
tap "zaquestion/tap"
brew "libyaml"
brew "python@3.9"
brew "ansible"
brew "bash"
brew "openldap"
brew "curl"
brew "dnsmasq"
brew "glab"
brew "unbound"
brew "lazydocker"
brew "mysql@5.7", link: true
brew "nvm"
brew "pipx"
brew "ruby"
brew "rustup-init"
brew "sphinx-doc"
brew "tfenv"
brew "the_silver_searcher"
brew "tldr"
brew "vim"
brew "wget"
brew "zsh"
brew "depscloud/tap/depscloud-cli"
brew "dev-and-build/indeed/common-indeed"
brew "dev-and-build/indeed/python@3.6.8"
brew "mongodb/brew/mongodb-community@3.6"
cask "adobe-acrobat-reader"
cask "alfred"
cask "boostnote"
cask "cyberduck"
cask "diffmerge"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "grammarly"
cask "insomnia"
cask "iterm2"
cask "jdk1.8.0_275"
cask "jdk1.8.0_292"
cask "jdk11.0.10_9"
cask "jetbrains-toolbox"
cask "kindle"
cask "phantomjs"
cask "pip-config"
cask "postman"
cask "skitch"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
cask "yt-music"
