tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sambadevi/powerlevel9k"
tap "warrensbox/tap"
tap "zaquestion/tap"
brew "openssl@1.1"
brew "readline", link: true
brew "python@3.8"
brew "automake"
brew "bower"
brew "brew-cask-completion"
brew "cask"
brew "cmake"
brew "coreutils"
brew "dash"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "enca"
brew "fabric"
brew "fakeroot"
brew "flyway"
brew "freeimage"
brew "gcc"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "giter8"
brew "gnumeric"
brew "go"
brew "gobject-introspection"
brew "graphviz"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick", link: false
brew "imagemagick@6", link: true
brew "istioctl"
brew "jq"
brew "kompose"
brew "leiningen"
brew "libksba"
brew "libmagic"
brew "lua@5.1"
brew "maven"
brew "minikube"
brew "mkdocs"
brew "ntp"
brew "nvm"
brew "openapi-generator"
brew "plantuml"
brew "postgresql"
brew "putty"
brew "qemu"
brew "ruby-build"
brew "rbenv"
brew "sbt"
brew "scala"
brew "sdedit"
brew "swagger-codegen"
brew "telnet"
brew "tfenv"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tldr"
brew "tmux"
brew "tree"
brew "typesafe-activator"
brew "v8@3.15"
brew "vim"
brew "vte"
brew "watch"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "sambadevi/powerlevel9k/powerlevel9k"
brew "zaquestion/tap/lab"
cask "1password"
cask "adobe-acrobat-reader"
cask "alfred"
cask "android-file-transfer"
cask "boostnote"
cask "cyberduck"
cask "datagrip"
cask "diffmerge"
cask "docker"
cask "flash-player"
cask "font-hack-nerd-font"
cask "github"
cask "google-chrome"
cask "google-drive-file-stream"
cask "grammarly"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "java8"
cask "kindle"
cask "mactex"
cask "microsoft-office"
cask "postman"
cask "quicktime-player7"
cask "skitch"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "virtualbox"
cask "visual-studio-code"
cask "yt-music"
cask "zoom"
