tap "bufbuild/buf"
tap "flyteorg/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sambadevi/powerlevel9k"
tap "zaquestion/tap"
brew "openssl@3", link: false
brew "awscli"
brew "bash"
brew "bash-completion"
brew "openldap"
brew "zstd"
brew "curl"
brew "direnv"
brew "exercism"
brew "fzf"
brew "gh"
brew "git"
brew "unbound"
brew "gnutls"
brew "go"
brew "goreleaser"
brew "helm"
brew "httpie"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubecm"
brew "kubectx"
brew "kustomize"
brew "lazydocker"
brew "libpq"
brew "libyaml"
brew "nmap"
brew "nvm"
brew "pipx"
brew "python@3.10"
brew "python@3.9"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "sphinx-doc"
brew "stern"
brew "terraform"
brew "tfenv", link: false
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "vcluster"
brew "vim"
brew "wget"
brew "wireshark"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "flyteorg/tap/flytectl"
cask "adobe-acrobat-reader"
cask "alfred"
cask "cyberduck"
cask "diffmerge"
cask "docker"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "grammarly"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "orbstack"
cask "phantomjs"
cask "postman"
cask "skitch"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "visual-studio-code"
cask "yt-music"
cask "zoom"
vscode "42Crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "aaronthomas.vscode-snazzy-operator"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.project-manager"
vscode "asciidoctor.asciidoctor-vscode"
vscode "batisteo.vscode-django"
vscode "bmlsolutions.dotuml"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cschlosser.doxdocgen"
vscode "cweijan.vscode-office"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "emily-curry.base16-tomorrow-dark-vscode"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "fwcd.kotlin"
vscode "GitHub.copilot"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "golf1052.base16-generator"
vscode "googlecloudtools.cloudcode"
vscode "GrapeCity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "ivory-lab.jenkinsfile-support"
vscode "jebbs.plantuml"
vscode "jeff-hykin.better-cpp-syntax"
vscode "JeylaniB.pinescript"
vscode "KevinRose.vsc-python-indent"
vscode "kleber-swf.ocean-dark-extended"
vscode "LeetCode.vscode-leetcode"
vscode "mathiasfrohlich.Kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "msjsdiag.vscode-react-native"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "njpwerner.autodocstring"
vscode "NomicFoundation.hardhat-solidity"
vscode "pranaygp.vscode-css-peek"
vscode "Prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust"
vscode "rust-lang.rust-analyzer"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "TabNine.tabnine-vscode"
vscode "tamasfe.even-better-toml"
vscode "Thadeu.vscode-run-rspec-file"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wholroyd.jinja"
vscode "wingrunr21.vscode-ruby"
vscode "xabikos.JavaScriptSnippets"
vscode "yzhang.markdown-all-in-one"
